Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateRefPlane Property
 Ref Plane is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateRefPlane { get; }
Public Shared ReadOnly Property InaccurateRefPlane As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateRefPlane {
	FailureDefinitionId^ get ();
}
static member InaccurateRefPlane : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace